Repository: ChrisStonede/vienna-rss
Catalog: Vienna/Resources/*.lproj/Predicates.strings
Languages: de

# %[All]@ of the following are true
source: Article matches %1$[all]@ of the following conditions
de: Artikel erfüllt %1$[alle]@ der folgenden Bedingungen

# %[Any]@ of the following are true
source: Article matches %1$[any]@ of the following conditions
de: Artikel erfüllt %1$[beliebige]@ der folgenden Bedingungen

# %[Author]@ %[contains]@ %@
source: %1$[Author]@ %2$[contains]@ %3$@
de: %1$[Autor]@ %2$[enthält]@ %3$@

# %[Author]@ %[does not contain]@ %@
source: %1$[Author]@ %2$[does not contain]@ %3$@
de: %1$[Autor]@ %2$[enthält nicht]@ %3$@

# %[Author]@ %[is not]@ %@
source: %1$[Author]@ %2$[is not]@ %3$@
de: %1$[Autor]@ %2$[ist nicht]@ %3$@

# %[Author]@ %[is]@ %@
source: %1$[Author]@ %2$[is]@ %3$@
de: %1$[Autor]@ %2$[ist]@ %3$@

# %[Date]@ %[is greater than or equal to]@ %[last week]@
source: %1$[Date]@ %2$[is after or is]@ %3$[last week]@
de: %1$[Datum]@ %2$[ist nach oder ist]@ %3$[letzte Woche]@

# %[Date]@ %[is greater than or equal to]@ %[today]@
source: %1$[Date]@ %2$[is after or is]@ %3$[today]@
de: %1$[Datum]@ %2$[ist nach oder ist]@ %3$[heute]@

# %[Date]@ %[is greater than or equal to]@ %[yesterday]@
source: %1$[Date]@ %2$[is after or is]@ %3$[yesterday]@
de: %1$[Datum]@ %2$[ist nach oder ist]@ %3$[gestern]@

# %[Date]@ %[is greater than]@ %[last week]@
source: %1$[Date]@ %2$[is after]@ %3$[last week]@
de: %1$[Datum]@ %2$[ist nach]@ %3$[letzte Woche]@

# %[Date]@ %[is greater than]@ %[today]@
source: %1$[Date]@ %2$[is after]@ %3$[today]@
de: %1$[Datum]@ %2$[ist nach]@ %3$[heute]@

# %[Date]@ %[is greater than]@ %[yesterday]@
source: %1$[Date]@ %2$[is after]@ %3$[yesterday]@
de: %1$[Datum]@ %2$[ist nach]@ %3$[gestern]@

# %[Date]@ %[is less than or equal to]@ %[last week]@
source: %1$[Date]@ %2$[is before or is]@ %3$[last week]@
de: %1$[Datum]@ %2$[ist vor oder ist]@ %3$[letzte Woche]@

# %[Date]@ %[is less than or equal to]@ %[today]@
source: %1$[Date]@ %2$[is before or is]@ %3$[today]@
de: %1$[Datum]@ %2$[ist vor oder ist]@ %3$[heute]@

# %[Date]@ %[is less than or equal to]@ %[yesterday]@
source: %1$[Date]@ %2$[is before or is]@ %3$[yesterday]@
de: %1$[Datum]@ %2$[ist vor oder ist]@ %3$[gestern]@

# %[Date]@ %[is less than]@ %[last week]@
source: %1$[Date]@ %2$[is before]@ %3$[last week]@
de: %1$[Datum]@ %2$[ist vor]@ %3$[letzte Woche]@

# %[Date]@ %[is less than]@ %[today]@
source: %1$[Date]@ %2$[is before]@ %3$[today]@
de: %1$[Datum]@ %2$[ist vor]@ %3$[heute]@

# %[Date]@ %[is less than]@ %[yesterday]@
source: %1$[Date]@ %2$[is before]@ %3$[yesterday]@
de: %1$[Datum]@ %2$[ist vor]@ %3$[gestern]@

# %[Date]@ %[is]@ %[last week]@
source: %1$[Date]@ %2$[is]@ %3$[last week]@
de: %1$[Datum]@ %2$[ist]@ %3$[letzte Woche]@

# %[Date]@ %[is]@ %[today]@
source: %1$[Date]@ %2$[is]@ %3$[today]@
de: %1$[Datum]@ %2$[ist]@ %3$[heute]@

# %[Date]@ %[is]@ %[yesterday]@
source: %1$[Date]@ %2$[is]@ %3$[yesterday]@
de: %1$[Datum]@ %2$[ist]@ %3$[gestern]@

# %[Deleted]@ is %[No]@
source: %1$[Is deleted]@ %2$[No]@
de: %1$[Ist gelöscht]@ %2$[Nein]@

# %[Deleted]@ is %[Yes]@
source: %1$[Is deleted]@ %2$[Yes]@
de: %1$[Ist gelöscht]@ %2$[Ja]@

# %[Flagged]@ is %[No]@
source: %1$[Is flagged]@ %2$[No]@
de: %1$[Ist markiert]@ %2$[Nein]@

# %[Flagged]@ is %[Yes]@
source: %1$[Is flagged]@ %2$[Yes]@
de: %1$[Ist markiert]@ %2$[Ja]@

# %[Folder]@ %[is not]@ %@
source: %1$[Folder]@ %2$[is not]@ %3$@
de: %1$[Ordner]@ %2$[ist nicht]@ %3$@

# %[Folder]@ %[is]@ %@
source: %1$[Folder]@ %2$[is]@ %3$@
de: %1$[Ordner]@ %2$[ist]@ %3$@

# %[HasEnclosure]@ is %[No]@
source: %1$[Has enclosure]@ %2$[No]@
de: %1$[Hat Anhang]@ %2$[Nein]@

# %[HasEnclosure]@ is %[Yes]@
source: %1$[Has enclosure]@ %2$[Yes]@
de: %1$[Hat Anhang]@ %2$[Ja]@

# %[None]@ of the following are true
source: Article matches %1$[none]@ of the following conditions
de: Artikel erfüllt %1$[keine]@ der folgenden Bedingungen

# %[Read]@ is %[No]@
source: %1$[Is read]@ %2$[No]@
de: %1$[Ist gelesen]@ %2$[Nein]@

# %[Read]@ is %[Yes]@
source: %1$[Is read]@ %2$[Yes]@
de: %1$[Ist gelesen]@ %2$[Ja]@

# %[Subject]@ %[contains]@ %@
source: %1$[Subject]@ %2$[contains]@ %3$@
de: %1$[Betreff]@ %2$[enthält]@ %3$@

# %[Subject]@ %[does not contain]@ %@
source: %1$[Subject]@ %2$[does not contain]@ %3$@
de: %1$[Betreff]@ %2$[enthält nicht]@ %3$@

# %[Subject]@ %[is not]@ %@
source: %1$[Subject]@ %2$[is not]@ %3$@
de: %1$[Betreff]@ %2$[ist nicht]@ %3$@

# %[Subject]@ %[is]@ %@
source: %1$[Subject]@ %2$[is]@ %3$@
de: %1$[Betreff]@ %2$[ist]@ %3$@

# %[Text]@ %[contains]@ %@
source: %1$[Content]@ %2$[contains]@ %3$@
de: %1$[Inhalt]@ %2$[enthält]@ %3$@

# %[Text]@ %[does not contain]@ %@
source: %1$[Content]@ %2$[does not contain]@ %3$@
de: %1$[Inhalt]@ %2$[enthält nicht]@ %3$@

# %[Text]@ %[is not]@ %@
source: %1$[Content]@ %2$[is not]@ %3$@
de: %1$[Inhalt]@ %2$[ist nicht]@ %3$@

# %[Text]@ %[is]@ %@
source: %1$[Content]@ %2$[is]@ %3$@
de: %1$[Inhalt]@ %2$[ist]@ %3$@
